Repository: eerimoq/moblin
Catalog: Common/Localizable.xcstrings
Source language: en
Languages: de, eo, fi, it, ko, ru, sv, zh_hant_tw, zh_hk

source: Enter one of the URLs as "Assistant URL" in the streamer device to connect to this device.
de: Gebe eine der URLs als „Assistant URL“ im Streamer-Gerät ein, um eine Verbindung zu diesem Gerät herzustellen.
eo: 3nt3r 0n3 0f th3 _RLs @s "@ss1st@nt _RL" 1n th3 str3@m3r d3v1c3 t0 c0nn3ct t0 th1s d3v1c3.
fi: Kirjoita yksi URL-osoitteista "Avustajan URL" -osoitteeksi lähetyslaitteessa muodostaaksesi yhteyden tähän laitteeseen.
it: Inserisci uno degli URL come "URL assistente" nel dispositivo streamer per connetterti a questo dispositivo.
ko: 이 기기에 연결하려면 스트리머 기기에 URL 중 하나를 "어시스턴트 URL"로 입력하세요.
ru: Введите один из URL в качестве "URL помощника" на стримерском устройстве, чтобы подключиться к этому устройству.
sv: Ange en av webbadresserna som "Assistent-URL" i streamerenheten för att ansluta till den här enheten.
zh_hant_tw: 在串流裝置中，輸入其中一個 URL 作為「助理 URL」﻿，用來連線到此裝置。
zh_hk: 在streamer裝置內的"助手 URL"輸入其中一個URL，以連接至此裝置。

source: Enter one of the URLs into the RIST publisher device to send video to this stream. Usually enter the WiFi or Personal Hotspot URL.
de: Gib eine der URLs in das RIST Publisher Gerät ein, um Videos an diesen Stream zu senden. Normalerweise gibst du die WLAN- oder persönliche Hotspot-URL ein.
eo: 3nt3r 0n3 0f th3 _RLs 1nt0 th3 R1ST p_bl1sh3r d3v1c3 t0 s3nd v1d30 t0 th1s str34m. _s_4lly 3nt3r th3 W1F1 0r P3rs0n4l H0tsp0t _RL.
fi: Kirjoita yksi URL -osoitteista RIST -lähetyslaitteeseen julkaistaksesi videota tähän lähetykseen. Syötä yleensä WiFi- tai Oman hotspotin -URL-osoite.
it: Inserisci uno degli URL nel publisher RIST per inviare il video a questo stream. Di solito è l'URL del WiFi o dell'hotspot personale.
ko: 이 스트림으로 비디오를 보내려면 RIST 송출 기기에 URL 중 하나를 입력하세요. 일반적으로 WiFi 또는 개인 핫스팟 URL을 입력합니다.
ru: Настройте один из URL-адресов на устройстве, которое будет транслировать RIST стрим. Для трансляции через точку доступа этого телефона используйте URL с иконкой Wi-Fi.
sv: Ange en av URL:erna i RIST-publisherenheten för att skicka video till denna stream. Ange vanligtvis WiFi eller personlig hotspot-URL.
zh_hant_tw: 在 RIST Publisher 設備中輸入其中一個 URL，即可將影像傳送到此串流。通常輸入 WiFi 或個人熱點的 URL。
zh_hk: 在另一個裝置輸入其中一個URL，發送RIST串流到此伺服器。通常使用WiFi或個人熱點的子網路URL。

source: Enter one of the URLs into the RTMP publisher device to send video to this stream. Usually enter the WiFi or Personal Hotspot URL.
de: Gebe eine der URLs in das RTMP-Publisher-Gerät ein, um Videos an diesen Stream zu senden. Gebe normalerweise die WLAN- oder persönliche Hotspot-URL ein.
eo: 3nt3r 0n3 0f th3 _RLs 1nt0 th3 RTMP p_bl1sh3r d3v1c3 t0 s3nd v1d30 t0 th1s str3@m. _s_@lly 3nt3r th3 W1F1 0r P3rs0n@l H0tsp0t _RL.
fi: Kirjoita yksi URL-osoitteista RTMP-julkaisijalaitteeseen lähettääksesi videon tähän lähetykseen. Yleensä tähän kirjoitetaan WiFi:in tai hotspotin URL-osoite.
it: Inserisci uno degli URL nel publisher RTMP per inviare il video a questo stream. Di solito è l'URL del WiFi o dell'hotspot personale.
ko: 이 스트림으로 비디오를 보내려면 RTMP 송출 기기에 URL 중 하나를 입력하세요. 일반적으로 WiFi 또는 개인 핫스팟 URL을 입력합니다.
ru: Введите один из URL в кодировщик RTMP, чтобы отправить видео в этот стрим. Обычно вводят URL внутри WiFi сети или персональной точки доступа.
sv: Ange en av webbadresserna i RTMP-utgivarenheten för att skicka video till den här streamen. Ange vanligtvis WiFi- eller personlig hotspot-URL.
zh_hant_tw: 將 URL 之一輸入 RTMP publisher 裝置以將影像傳送到該串流。通常會輸入 WiFi 或個人熱點 URL。
zh_hk: 在另一個裝置輸入其中一個URL，發送RTMP串流到此伺服器。通常使用WiFi或個人熱點的子網路URL。

source: Enter one of the URLs into the SRT(LA) publisher device to send video to this stream. Usually enter the WiFi or Personal Hotspot URL.
de: Gib eine der URLs in das SRT(LA)-Publisher-Gerät ein, um Videos an diesen Stream zu senden. Gib normalerweise die WLAN- oder persönliche Hotspot-URL ein.
eo: 3nt3r 0n3 0f th3 _RLs 1nt0 th3 SRT(L@) p_bl1sh3r d3v1c3 t0 s3nd v1d30 t0 th1s str3@m. _s_@lly 3nt3r th3 W1F1 0r P3rs0n@l H0tsp0t _RL.
fi: Kirjoita yksi URL-osoitteista SRT(LA)-lähetyslaitteeseen striimataksesi videon tähän lähetykseen. Kirjoita yleensä WiFin tai hotspotin URL-osoite.
it: Inserisci uno degli URL nel publisher SRT(LA) per inviare il video a questo stream. Di solito è l'URL del WiFi o dell'hotspot personale.
ko: 이 스트림으로 비디오를 보내려면 SRT(LA) 송출 기기에 URL 중 하나를 입력하세요. 일반적으로 WiFi 또는 개인 핫스팟 URL을 입력합니다.
ru: Введите один из URL в кодировщик SRT(LA) для отправки видео в этот стрим. Обычно вводят URL внутри WiFi сети или персональной точки доступа.
sv: Ange en av URL:erna i SRT(LA)-utgivarenheten för att skicka video till denna stream. Ange vanligtvis WiFi- eller personlig hotspot-URL.
zh_hant_tw: 在 SRT(LA) publisher 裝置中輸入 URL 之一，以將影像傳送至該串流。通常會輸入 WiFi 或個人熱點 URL。
zh_hk: 在另一個裝置輸入其中一個URL，發送SRT(LA)串流到此伺服器。通常使用WiFi或個人熱點的子網路URL。

source: Enter one of the URLs into the WHIP publisher device to send video to this stream. Usually enter the WiFi or Personal Hotspot URL.
de: Gib eine der URLs in das WHIP Publisher Gerät ein, um Videos an diesen Stream zu senden. Gib normalerweise die WLAN- oder persönliche Hotspot-URL ein.
eo: 3nt3r 0n3 0f th3 _RLs 1nt0 th3 WH1P p_bl1sh3r d3v1c3 t0 s3nd v1d30 t0 th1s str34m. _s_4lly 3nt3r th3 W1F1 0r P3rs0n4l H0tsp0t _RL.
fi: Kirjoita yksi URL-osoitteista WHIP-lähetyslaitteeseen striimataksesi videon tähän lähetykseen. Kirjoita yleensä WiFin tai hotspotin URL-osoite.
it: Inserisci uno degli URL nel publisher WHIP per inviare il video a questo stream. Di solito è l'URL del WiFi o dell'hotspot personale.
ko: 이 스트림으로 비디오를 보내려면 WHIP 송출 기기에 URL 중 하나를 입력하세요. 일반적으로 WiFi 또는 개인 핫스팟 URL을 입력합니다.
ru: Настройте один из URL-адресов в устройстве-источнике WHIP, чтобы использовать этот стрим. Обычно введите URL-адрес Wi-Fi или персональной точки доступа.
sv: Ange en av webbadresserna i WHIP-streamerns enhet för att skicka video till den här streamen. Ange vanligtvis WiFi- eller personlig hotspot-URL.
zh_hant_tw: 在 WHIP publisher 裝置輸入其中一個 URL，就能把影片傳送到這個串流。通常輸入 WiFi 或個人熱點的 URL。
zh_hk: 在另一個裝置輸入其中一個URL，發送WHIP串流到此伺服器。通常使用WiFi或個人熱點的子網路URL。

source: Estimated viewer delay
de: Geschätzte Zuschauerverzögerung
eo: 3st1m4t3d v13w3r d3l4y
fi: Arvioitu katsojan viive
it: Ritardo stimato spettatori
ko: 예상 시청자 지연 시간
ru: Расчётная задержка до зрителя
sv: Uppskattad tittarfördröjning
zh_hant_tw: 預估觀眾延遲
zh_hk: 預測觀眾延遲

source: Estimated viewer delay, for example used to make it easier to take snapshots using the chat bot. It does not delay the stream.
de: Geschätzte Zuschauerverzögerung, wird beispielsweise verwendet, um das Aufnehmen von Schnappschüssen mit dem Chatbot zu erleichtern. Der Stream wird dadurch nicht verzögert.
eo: 3st1m4t3d v13w3r d3l4y, f0r 3x4mpl3 _s3d t0 m4k3 1t 34s13r t0 t4k3 sn4psh0ts _s1ng th3 ch4t b0t. 1t d03s n0t d3l4y th3 str34m.
fi: Arvioitu katsojan viive, jota käytetään esimerkiksi helpottamaan kuvankaappauksien ottamiseen chat-botilla. Tämä ei viivästä lähetystä.
it: Ritardo stimato degli spettatori, utile ad esempio per scattare snapshot con il chat bot. Non ritarda lo stream.
ko: 예상 시청자 지연 시간으로, 예를 들어 채팅 봇을 사용해 스냅샷을 쉽게 찍을 수 있도록 활용되며, 방송에 지연 시간을 추가시키지 않습니다.
ru: Расчетная задержка до зрителя, например, используется для упрощения создания снимков с помощью чат-бота. Она не создаёт задержку на стриме.
sv: Uppskattad tittarfördröjning, används till exempel för att göra det enklare att ta foton med chattboten. Det fördröjer inte streamen.
zh_hant_tw: 預估觀看延遲，例如可用來讓聊天機器人更容易在正確時間點截圖。這個設定本身不會延遲串流。
zh_hk: 預測觀眾延遲，例如令到使用聊天機器人拍照更容易。此設定不會延遲直播。

source: Event
de: Ereignis
eo: 3v3nt
sv: Händelse

source: Example URL: https://play.sooplive.co.kr/myChannelName/myVideoId
de: Beispiel URL: https://play.sooplive.co.kr/myChannelName/myVideoId
eo: 3x4mpl3 _RL: https://pl4y.s00pl1v3.c0.kr/myCh4nn3lN4m3/myV1d301d
fi: Esimerkki-URL: https://play.sooplive.co.kr/myChannelName/myVideoId
it: URL di esempio: https://play.sooplive.co.kr/myChannelName/myVideoId
ko: URL 예시: https://play.sooplive.co.kr/myChannelName/myVideoId
ru: Пример URL-адреса: https://play.sooplive.co.kr/myChannelName/myVideoId
sv: Exempel-URL: https://play.sooplive.co.kr/mychannanname/myvideoid
zh_hant_tw: 範例 URL：https://play.sooplive.co.kr/myChannelName/myVideoId
zh_hk: 例子URL: https://play.sooplive.co.kr/myChannelName/myVideoId

source: Examples
de: Beispiele
eo: 3x4mpl3s
fi: Esimerkkejä
it: Esempi
ko: 예시
ru: Примеры
sv: Exempel
zh_hant_tw: 範例
zh_hk: 例子

source: Exhaust: %lld °C
de: Abluft: %lld °C
eo: 3xh4_st: %lld °C
fi: Poistoilma: %lld °C
it: Scarico: %lld °C
ko: 배기열: %lld °C
ru: Нагрев: %lld ° C.
sv: Utblås: %lld °C
zh_hant_tw: 出風口溫度: %lld °C
zh_hk: 排熱: %lld °C

source: Experimental
de: Experimentell
eo: 3xp3r1m3nt4l
fi: Kokeellinen
it: Sperimentale
ko: 실험적
ru: Экспериментальный
sv: Experimentell
zh_hant_tw: 實驗性
zh_hk: 試驗性質

source: Expires in %@.
de: Läuft in %@ ab.
eo: 3xp1r3s 1n %@.
sv: Går ut om %@.

source: EXPOSURE
de: BELICHTUNG
eo: 3XP0S_R3
fi: VALOTUS
it: ESPOSIZIONE
ko: 노출
ru: ЭКСПОЗИЦИЯ
sv: EXPONERING
zh_hant_tw: 曝光
zh_hk: 曝光

source: EXPOSURE BIAS
de: Belichtungsfehler
eo: 3XP0S_R3 B14S
fi: VALOTUKSEN BIAS
it: BIAS ESPOSIZIONE
ko: 노출값
ru: СМЕЩЕНИЕ ЭКСПОЗИЦИИ
sv: EXPONERINGSBIAS
zh_hant_tw: 曝光值

source: External monitor content
de: Externer Monitor Inhalt
eo: 3xt3rn@l m0n1t0r c0nt3nt
fi: Ulkoisen näytön sisältö
it: Contenuto del monitor esterno
ko: 외부 모니터 출력
ru: Контент для внешнего монитора
sv: Externt bildskärminnehåll
zh_hant_tw: 外部監視內容
zh_hk: 外置螢幕內容

source: Eyes
de: Augen
eo: 3y3s
fi: Silmät
it: Occhi
ko: 눈
ru: Глаза
sv: Ögon
zh_hant_tw: 眼睛
zh_hk: 眼睛

source: Face
de: Gesicht
eo: F@c3
fi: Kasvot
it: Viso
ko: 얼굴
ru: Лицо
sv: Ansikte
zh_hant_tw: 臉
zh_hk: 人臉

source: Face tracking
de: Gesichtsverfolgung
eo: F@c3 tr@ck1ng
fi: Kasvojen seuranta
it: Tracciamento viso
ko: 얼굴 추적
ru: Отслеживание лица
sv: Följ ansikten
zh_hant_tw: 臉部追蹤
zh_hk: 面部追蹤

source: Fade
de: Überblende
eo: F@d3
fi: Häivytys
it: Dissolvenza
ko: 페이드
ru: Затемнение
zh_hant_tw: 淡入淡出
zh_hk: 淡出

source: Failed
de: Fehlgeschlagen
eo: F41l3d
fi: Epäonnistui
it: Fallito
ko: 실패
ru: Не удалось
sv: Misslyckades
zh_hant_tw: 失敗
zh_hk: 失敗

source: Failed to cancel the raid
de: Der Raid konnte nicht abgebrochen werden
eo: F41l3d t0 c4nc3l th3 r41d
fi: Raidin peruuttaminen epäonnistui
it: Impossibile annullare il raid
ko: 레이드를 취소하지 못했습니다.
ru: Не удалось отменить рейд.
sv: Det gick inte att avbryta raiden
zh_hant_tw: 取消揪團失敗
zh_hk: 取消揪團失敗

source: Failed to create LUT image
de: LUT-Bild konnte nicht erstellt werden
eo: F41l3d t0 cr34t3 L_T 1m4g3
fi: LUT-kuvan luominen epäonnistui
it: Impossibile creare l'immagine LUT
ko: LUT 이미지를 생성하지 못했습니다
ru: Не удалось создать LUT
sv: Det gick inte att skapa LUT-bild
zh_hant_tw: 無法產生 LUT 影像
zh_hk: 建立LUT圖片失敗

source: Failed to create QR-code.
de: QR-Code konnte nicht erstellt werden.
eo: F41l3d t0 cr34t3 QR-c0d3.
fi: QR-koodin luominen epäonnistui.
it: Impossibile creare il codice QR.
ko: QR코드 생성에 실패했습니다.
ru: Не удалось создать QR-код.
sv: Det gick inte att skapa QR-koden.
zh_hant_tw: 建立 QRcode 失敗。
zh_hk: 建立QR碼失敗

source: Failed to create stream marker
de: Stream Marker konnte nicht erstellt werden
eo: F41l3d t0 cr34t3 str34m m4rk3r
fi: Lähetysmerkin lisääminen epäonnistui
it: Creazione stream marker non riuscita
ko: 스트림 마커를 생성하지 못했습니다
ru: Не удалось создать маркер стрима
sv: Det gick inte att skapa streammarkör
zh_hant_tw: 建立實況標記失敗
zh_hk: 建立直播標記失敗

source: Failed to fetch YouTube Video ID
de: YouTube Video ID konnte nicht abgerufen werden
eo: F@1l3d t0 f3tch Y0_T_b3 V1d30 1D
fi: YouTube -videotunnuksen hakeminen epäonnistui
it: ID video YouTube non recuperato
ko: 유튜브 Video ID를 가져오지 못했습니다
ru: Не удалось получить видео идентификатор YouTube-видео
sv: Det gick inte att hämta YouTube Video ID
zh_hant_tw: 無法取得 YouTube 影片 ID
zh_hk: 讀取Youtube影片ID失敗

source: Failed to fetch YouTube Video IDs
de: YouTube Video IDs konnten nicht abgerufen werden
eo: F41l3d t0 f3tch Y0_T_b3 V1d30 1Ds
fi: YouTube-videotunnusten hakeminen epäonnistui
it: Recupero ID video YouTube non riuscito
ru: Не удалось получить ID видео YouTube.
sv: Det gick inte att hämta YouTube Video ID:n
zh_hant_tw: 無法取得 YouTube 影片 ID
zh_hk: 獲取影片ID失敗

source: Failed to fix OBS input
de: OBS-Eingabe konnte nicht repariert werden
eo: F@1l3d t0 f1x 0BS 1np_t
fi: OBS-tulon korjaaminen epäonnistui
it: Correzione input OBS non riuscita
ko: OBS 입력을 다시 시작하지 못했습니다
ru: Не удалось исправить источник в OBS.
sv: Det gick inte att fixa OBS-ingången
zh_hant_tw: 修復 OBS 輸入失敗
zh_hk: 修復OBS輸入失敗

source: Failed to get 7TV channel emotes
de: 7TV-Kanal-Emotes konnten nicht abgerufen werden
eo: F@1l3d t0 g3t 7TV ch@nn3l 3m0t3s
fi: 7TV-kanavahymiöiden noutaminen epäonnistui
it: Emote del canale 7TV non recuperate
ko: 7TV 채널 이모티콘을 받지 못했습니다
ru: Не удалось получить смайлы 7TV.
sv: Misslyckades med att hämta 7TV emotes
zh_hant_tw: 無法獲得 7TV 頻道表情符號
zh_hk: 獲取7TV頻道表情失敗

source: Failed to get 7TV global emotes
de: 7TV-Global-Emotes konnten nicht abgerufen werden
eo: F41l3d t0 g3t 7TV gl0b4l 3m0t3s
fi: 7TV:n maailmanlaajuisten hymiöiden noutaminen epäonnistui
it: Emote globali 7TV non recuperate
ko: 7TV 글로벌 이모티콘을 받지 못했습니다
ru: Не удалось получить глобальные смайлы 7TV
sv: Misslyckades med att hämta globala 7TV emotes
zh_hant_tw: 無法獲得 7TV 全域表情符號
zh_hk: 獲取7TV表情失敗

source: Failed to get BTTV emotes
de: BTTV-Emotes konnten nicht abgerufen werden
eo: F41l3d t0 g3t BTTV 3m0t3s
fi: BTTV-hymiöiden noutaminen epäonnistui
it: Emote BTTV non recuperate
ko: BTTV 이모티콘을 받지 못했습니다
ru: Не удалось получить смайлы BTTV
sv: Misslyckades med att hämta BTTV emotes
zh_hant_tw: 無法獲得 BTTV 表情符號
zh_hk: 獲取BTTV表情失敗

source: Failed to get FFZ emotes
de: FFZ-Emotes konnten nicht abgerufen werden
eo: F41l3d t0 g3t FFZ 3m0t3s
fi: FFZ-hymiöiden noutaminen epäonnistui
it: Emote FFZ non recuperate
ko: FFZ 이모티콘을 받지 못했습니다
ru: Не удалось получить смайлы FFZ
sv: Misslyckades med att hämta FFZ emotes
zh_hant_tw: 無法獲得 FFZ 表情符號
zh_hk: 獲取FFZ表情失敗

source: Failed to get gimbal orientation
de: Die Gimbal Ausrichtung konnte nicht ermittelt werden
eo: F@1l3d t0 g3t g1mb@l 0r13nt@t10n
fi: Gimbal-suunnan noutaminen epäonnistui
it: Orientamento del gimbal non disponibile
ko: 짐벌 방향을 가져오지 못했습니다.
ru: Не удалось получить положение стабилизатора
sv: Det gick inte att läsa gimbal-orientering
zh_hant_tw: 無法取得雲台方向
zh_hk: 獲取穩定器方向失敗

source: Failed to get LUT pixels
de: LUT-Pixel konnten nicht abgerufen werden.
eo: F@1l3d t0 g3t L_T p1x3ls
fi: LUT-pikseleiden hakeminen epäonnistui
it: Impossibile ottenere i pixel LUT
ko: LUT 픽셀을 가져오지 못했습니다
ru: Не удалось получить пиксели LUT
sv: Det gick inte att hämta LUT-pixlar
zh_hant_tw: 無法取得 LUT 像素
zh_hk: LUT獲取失敗

source: Failed to identify
de: Identifizierung fehlgeschlagen
eo: F41l3d t0 1d3nt1fy
sv: Kunde inte identifiera

source: Failed to load .cube file
de: Die .cube-Datei konnte nicht geladen werden
eo: F@1l3d t0 l0@d .c_b3 f1l3
fi: .cube-tiedoston lataaminen epäonnistui
it: File .cube non caricato
ko: .cube 파일을 로드하는 데 실패했습니다
ru: Не удалось загрузить файл .cube
sv: Det gick inte att läsa in .cube-filen
zh_hant_tw: 無法載入 .cube 檔案
zh_hk: 載入.cube檔案失敗

source: Failed to load .png file
de: Die .png-Datei konnte nicht geladen werden
eo: F41l3d t0 l04d .png f1l3
sv: Kunde inte läsa in .png-filen

source: Failed to load bundled file
de: Das Laden der gebündelten Datei ist fehlgeschlagen
eo: F41l3d t0 l04d b_ndl3d f1l3
sv: Kunde inte läsa in den medföljande filen

source: Failed to load chatter info
de: Chatter Informationen konnten nicht geladen werden
eo: F41l3d t0 l04d ch4tt3r 1nf0
fi: Keskustelijan tietojen lataaminen epäonnistui
it: Info utente non caricate
ko: 채팅 정보를 불러오는데 실패했습니다.
ru: Не удалось загрузить информацию о чате.
sv: Det gick inte att läsa in användarinformation
zh_hant_tw: 無法載入聊天者資訊
zh_hk: 讀取聊天失敗

source: Failed to raid %@
de: %@ konnte nicht geraidet werden
eo: F41l3d t0 r41d %@
fi: Raidi %@ epäonnistui
it: Raid su %@ non riuscito
ko: %@ 레이드 실패
ru: Не удалось зарейдить %@
sv: Det gick inte att raida %@
zh_hant_tw: 揪團到 %@ 失敗
zh_hk: 揪團至 %@ 失敗

source: Failed to set OBS scene to %@
de: OBS-Szene konnte nicht auf %@ gesetzt werden
eo: F@1l3d t0 s3t 0BS sc3n3 t0 %@
fi: OBS-näkymä asettaminen arvoon %@ epäonnistui
it: Scena OBS %@ non impostata
ko: OBS 장면을 %@로 전환하지 못했습니다
ru: Не удалось переключить сцену в OBS на %@
sv: Misslyckades med att sätta OBS-scenen %@
zh_hant_tw: 無法將 OBS 場景設定為 %@
zh_hk: OBS切換至場景 %@ 失敗

source: Failed to start live stream from DJI device %@
de: Live-Stream vom DJI-Gerät %@ konnte nicht gestartet werden.
eo: F41l3d t0 st4rt l1v3 str34m fr0m DJ1 d3v1c3 %@
fi: Suoratoiston aloittaminen DJI-laitteesta %@ epäonnistui
it: Impossibile avviare la diretta dal dispositivo DJI %@
ko: DJI 기기 %@에서 라이브를 시작하지 못했습니다
ru: Не удалось запустить прямую трансляцию с устройства DJI %@.
sv: Det gick inte att starta livestream från DJI-enheten %@
zh_hant_tw: 無法從 DJI 裝置 %@ 開始實況
zh_hk: DJI裝置 %@ 開始直播失敗

source: Failed to start live stream from GoPro %@
de: Der Live-Stream von der GoPro %@ konnte nicht gestartet werden
eo: F@1l3d t0 st@rt l1v3 str3@m fr0m G0Pr0 %@
sv: Kunde inte starta livesändning från GoPro %@

source: Failed to start OBS recording
de: Die OBS-Aufzeichnung konnte nicht gestartet werden.
eo: F41l3d t0 st4rt 0BS r3c0rd1ng
fi: OBS-tallennuksen aloitus epäonnistui
it: Registrazione OBS non avviata
ko: OBS 녹화를 시작하지 못했습니다
ru: Не удалось начать запись в OBS.
sv: Det gick inte att starta inspelning i OBS
zh_hant_tw: 啟動OBS錄製失敗
zh_hk: 開始OBS錄影失敗

source: Failed to start OBS stream
de: OBS-Stream konnte nicht gestartet werden
eo: F@1l3d t0 st@rt 0BS str3@m
fi: OBS-lähetyksen aloittaminen epäonnistui
it: Stream OBS non avviato
ko: OBS 방송 시작에 실패했습니다
ru: Не удалось запустить трансляцию в OBS.
sv: Misslyckades med att starta OBS-streamen
zh_hant_tw: 無法開始 OBS 串流
zh_hk: 開始OBS直播失敗

source: Failed to start recording
de: Aufnahme konnte nicht gestartet werden
eo: F@1l3d t0 st@rt r3c0rd1ng
fi: Tallennuksen aloittaminen epäonnistui
it: Impossibile iniziare a registrare
ko: 녹화를 시작하지 못했습니다
ru: Не удалось начать запись
sv: Det gick inte att börja spela in
zh_hant_tw: 無法開始錄製
zh_hk: 錄影失敗

source: Failed to stop OBS recording
de: Die OBS-Aufzeichnung konnte nicht gestoppt werden.
eo: F@1l3d t0 st0p 0BS r3c0rd1ng
fi: OBS-tallennuksen pysäytys epäonnistui
it: Registrazione OBS non interrotta
ko: OBS 녹화를 중지하지 못했습니다
ru: Не удалось остановить запись в OBS.
sv: Det gick inte att stoppa inspelning i OBS
zh_hant_tw: 停止OBS錄製失敗
zh_hk: 停止OBS錄影失敗

source: Failed to stop OBS stream
de: OBS-Stream konnte nicht gestoppt werden
eo: F@1l3d t0 st0p 0BS str3@m
fi: OBS-lähetyksen pysäyttäminen epäonnistui
it: Stream OBS non interrotto
ko: OBS 방송을 중단하지 못했습니다
ru: Не удалось остановить трансляцию в OBS.
sv: Misslyckades med att stoppa OBS-streamen
zh_hant_tw: 無法停止 OBS 串流
zh_hk: 停止OBS直播失敗

source: Failed to unzip model
de: Das Entpacken des Modells ist fehlgeschlagen
eo: F41l3d t0 _nz1p m0d3l
sv: Kunde inte packa upp modellen

source: Failed to upload snapshot to Discord
de: Das Hochladen des Snapshots auf Discord ist fehlgeschlagen.
eo: F41l3d t0 _pl04d sn4psh0t t0 D1sc0rd
fi: Kuvankaappauksen lataaminen Discordiin epäonnistui
it: Snapshot non caricato su Discord
ko: 디스코드에 스냅샷을 업로드하는 데 실패했습니다
ru: Не удалось загрузить снимок в Discord
sv: Det gick inte att ladda upp fotot till Discord
zh_hant_tw: 無法將截圖上傳到 Discord
zh_hk: 上傳截圖到Discord失敗

source: Fallback scene
de: Fallback Szene
eo: F4llb4ck sc3n3
fi: Varanäkymä
it: Scena di fallback
ko: 대체 장면
ru: Резервная сцена
sv: Fallbackscen
zh_hant_tw: 後備場景
zh_hk: 備用場景

source: Family
de: Familie
eo: F@m1ly
it: Famiglia
sv: Familj
zh_hant_tw: 家庭
zh_hk: 家庭

source: Fast IRL
de: Schnelles IRL
eo: F4st 1RL
fi: Nopea IRL
sv: Snabb IRL

source: Fax meow sound
de: Fax-Miau-Ton
eo: F4x m30w s0_nd
fi: Faksin miau-ääni
it: Suono miagolio fax
ko: 팩스 야옹 소리
ru: Звук кото-факса
sv: Faxmjauljud
zh_hant_tw: 傳真喵音效
zh_hk: 傳真喵聲

source: Fax the streamer images.
de: Faxe die Streamer Bilder.
eo: F@x th3 str3@m3r 1m@g3s.
fi: Faksaa lähettäjän kuvat.
it: Invia immagini via fax allo streamer.
ko: 스트리머 이미지를 팩스로 보냅니다.
ru: Отправьте факсом изображение стримеру
sv: Faxa streamern bilderna.
zh_hant_tw: 傳真實況主照片。
zh_hk: 傳真圖片到實況主

source: Feel free to join Moblin Discord server or write an issue on Github if you need help or want to give feedback.
de: Du kannst dem Moblin Discord Server beitreten oder eine Nachricht auf Github schreiben, wenn du Hilfe benötigst oder Feedback geben möchtest.
eo: F33l fr33 t0 j01n M0bl1n D1sc0rd s3rv3r 0r wr1t3 4n 1ss_3 0n G1th_b 1f y0_ n33d h3lp 0r w4nt t0 g1v3 f33db4ck.
fi: Liity Moblin:in Discord-palvelimelle tai kirjoita ongelmasta Githubiin, jos tarvitset apua tai haluat antaa palautetta.
it: Entra nel server Discord di Moblin o apri una issue su GitHub se ti serve aiuto o vuoi lasciare un feedback.
ko: 도움이 필요하거나 피드백을 주고 싶다면 언제든지 Moblin 디스코드 서버에 가입하거나 Github에 issue를 작성해주세요.
ru: Не стесняйтесь сообщить о проблеме на сервере Moblin в Discord или написать о проблеме на Github если вам нужна помощь или вы хотите оставить отзыв.
sv: Joina gärna Moblins Discord server eller skriv ett ärende på Github om du behöver hjälp eller vill ge feedback.
zh_hant_tw: 如果您需要協助或想要提出意見，請隨時加入Moblin Discord 或在GitHub上提出問題。
zh_hk: 如果需要幫助或反映回饋，歡迎加入Moblin Discord伺服器或在Github上回報。

source: Feet
de: Fuß
eo: F33t
fi: Jalkaa
it: Piedi
ru: Фут
sv: Fot
zh_hant_tw: 英尺
zh_hk: 英尺

source: Fetch Video IDs
de: Video IDs abrufen
eo: F3tch V1d30 1Ds
fi: Hae videotunnukset
it: Recupera ID video
ru: Получить ID видео
sv: Hämta Video ID:n
zh_hant_tw: 取得影片 ID
zh_hk: 獲取影片ID

source: Fetching channel info...
de: Kanalinformationen werden abgerufen…
eo: F3tch1ng ch4nn3l 1nf0...
fi: Haetaan kanavatietoja ...
it: Recupero info canale...
ko: 채널 정보 가져 오는 중...
ru: Привлечение информации о канале...
sv: Hämtar kanalinfo ...
zh_hant_tw: 取得頻道資訊...
zh_hk: 讀取頻道資料中...

source: Field of view
de: Sichtfeld
eo: F13ld 0f v13w
fi: Katselukulma
it: Campo visivo
ko: 시야각
ru: Поле зрения
sv: Synfält
zh_hant_tw: 視野
zh_hk: 視野

source: File
de: Datei
eo: F1l3
fi: Tiedosto
ko: 파일
ru: Файл
sv: Fil
zh_hant_tw: 檔案
zh_hk: 檔案

source: Fill frame
de: Rahmen füllen
eo: F1ll fr@m3
fi: Kehyksen täyttö
it: Riempi inquadratura
ko: 화면 채우기
ru: Заполнить кадр
sv: Fyll videoytan
zh_hant_tw: 填充畫格
zh_hk: 填滿畫面

source: Filter mentions
de: Erwähnungen filtern
eo: F1lt3r m3nt10ns
fi: Suodata maininnat
it: Filtra menzioni
ko: 멘션 필터
ru: Фильтровать @упоминания
sv: Filtrera omnämnanden
zh_hant_tw: 過濾提及
zh_hk: 過濾提及

source: Filters
de: Filter
eo: F1lt3rs
fi: Suodattimet
it: Filtri
ko: 필터
ru: Фильтры
sv: Filter
zh_hant_tw: 過濾器
zh_hk: 過濾器

source: Find your channel name (myChannelName) and video id (myVideoId) in your stream's URL.
de: Suche deinen Kanalnamen (myChannelName) und deine Video-ID (myVideoId) in der URL deines Streams.
eo: F1nd y0_r ch4nn3l n4m3 (myCh4nn3lN4m3) 4nd v1d30 1d (myV1d301d) 1n y0_r str34m's _RL.
fi: Etsi kanavasi nimi (myChannelName) ja videotunnus (myVideoId) lähetyksesi URL-osoitteesta.
it: Trova il nome del tuo canale (myChannelName) e l'ID video (myVideoId) nell'URL del tuo stream.
ko: 스트림 URL에서 채널 이름(myChannelName)과 동영상 ID(myVideoId)를 찾으세요.
ru: Найдите название своего канала (myChannelName) и ID видео (myVideoId) в URL вашего стрима.
sv: Hitta ditt kanalnamn (myChannelName) och videoid (myVideoId) i din streams URL.
zh_hant_tw: 在您的串流網址中找到您的頻道名稱 (myChannelName) 和 Video ID (myVideoId) 。
zh_hk: 在你的直播網址中尋找你的頻道名稱 (myChannelName)及video id (myVideoId)。

source: Finding good parameters is hard. You are on you own! =)
de: Gute Parameter zu finden ist schwierig. Du bist auf dich allein gestellt! =)
eo: F1nd1ng g00d p4r4m3t3rs 1s h4rd. Y0_ 4r3 0n y0_ 0wn! =)
fi: Hyvien parametrien löytäminen on vaikeaa. Olet omillasi! =)
it: Trovare buoni parametri è difficile. Sei da solo! =)
ko: 적절한 설정값을 직접 찾아야 합니다. 스스로 해야하니 쉽진 않아요!
ru: Найти хорошие параметры сложно. Вы сами по себе! =)
sv: Att välja bra parametrar är svårt.
zh_hant_tw: 條出適合的參數很困難。您只能靠自己了！ =)
zh_hk: 找到良好參數不容易。你只能靠自己！=)

source: Finished
de: Fertig
eo: F1n1sh3d
fi: Valmis
it: Fine
ru: Выполнен
sv: Färdig
zh_hant_tw: 已完成
zh_hk: 完成
